Revit 2027 API
ParameterTypeId.StairsSupporttypeSectionProfile Property
 "Section Profile": Section Profile
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsSupporttypeSectionProfile { get; }
Public Shared ReadOnly Property StairsSupporttypeSectionProfile As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsSupporttypeSectionProfile {
	ForgeTypeId^ get ();
}
static member StairsSupporttypeSectionProfile : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace